/* Heading for UI related to a glyph */
"Glyph" = "字符形";

/* Button that restores a glyph from a previous file version */
"Restore Glyph" = "恢复字符形";

/* Label explaining how a glyph is restored from a previous file version */
"First, renames the current “^[%@](legibility: 'high')” glyph to “^[%@](legibility: 'high')”. Then, restores “^[%@](legibility: 'high')” from the selected version." = "首先，将当前的 “^[%@](legibility: 'high')” 字符形重名为 “^[%@](legibility: 'high')”。而后，将 “^[%@](legibility: 'high')” 恢复为所选版本。";

/* Button that restores a glyph from a previous version and gives the restored glyph a specific name */
"Restore Glyph as “^[%@](legibility: 'high')”" = "将字符形恢复为 “^[%@](legibility: 'high')”";

/* Label explaining how a glyph is restored from a previous file version */
"Restores “^[%@](legibility: 'high')” from the selected version as “^[%@](legibility: 'high')” in the current font. The current “^[%@](legibility: 'high')” glyph is left unchanged." = "将 “^[%@](legibility: 'high')” 恢复为当前字体所选版本中的 “^[%@](legibility: 'high')”。对当前的字符形 “^[%@](legibility: 'high')” 不做任何改变。";

/* Heading for UI related to a layer */
"Layer" = "图层";

/* Button that restores a layer from a previous file version */
"Restore Layer" = "恢复图层";

/* Label explaining how a layer is restored from a previous file version */
"First, creates a backup layer “%@” with the contents of the current layer. Then, replaces the current layer with the layer “%@” from the selected version." = "首先，使用当前图层内容创建备份图层 “%@”。而后，将当前图层替换为所选版本中的 “%@”。";

/* Button that restores a layer from a previous version and marks the restored layer as a backup layer */
"Restore Layer as Backup Layer" = "将图层恢复为备份图层";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version as a backup layer “%@”. The current layers are left unchanged." = "将所选版本中的 “%@” 图层恢复为备份图层 “%@”。当前所有图层保持不变。";

/* Button that restores a layer from a previous version and places it on the background of the current version */
"Restore Layer as Background" = "将图层恢复为背景层";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version by replacing the current background. Any paths, anchors, and other elements on the current background will first be deleted." = "使用所选版本中的 “%@” 图层替换当前背景层。原背景层上的任何路径、锚点或其他元素将被删除。";

/* Label for a layer that was restored at a certain date */
"Restored (%@): %@: %@" = "已恢复 (%@): %@: %@";
